# taps
tap "homebrew/cask"
tap "homebrew/core"

# applications
brew "stow"
brew "gh"
brew "awscli"
brew "pyenv"
brew "postgres"
brew "yarn"
brew "tfenv"
cask "docker"
brew "librsvg"
brew "jq"

# browsers
cask "google-chrome"

# messaging
cask "slack"
cask "zoom"

# editors
cask "visual-studio-code"

# authenticator for 2fa
cask "authy"

# productivity
cask "spotify"
cask "dropbox"
cask "postman"
cask "aws-vault"
# not working with silicon chip
# cask "logitech-options"